Repository: MRGRD56/FastVolumeChanger
Catalog: FastVolumeFw/Properties/Strings.*.resx
Languages: ru_ru

source: Cancel
ru_ru: Отмена

source: Close the app
ru_ru: Закрыть приложение

source: Exit
ru_ru: Выход

# IsAppDisabledInFullScreenModeDescription
source: If the option is enabled and you are in full screen mode, the volume control will not be shown.
ru_ru: Если параметр включён и вы в полноэкранном режиме, окно управления звуком отображаться не будет.

# IsAppDisabledInFullScreenModeLabel
source: Disable in full screen mode
ru_ru: Отключить в полноэкранном режиме

source: Language:
ru_ru: Язык:

# LanguageChangeMessage
source: You have changed the language. The application will be restarted.
ru_ru: Вы сменили язык. Приложение будет перезапущено.

# LanguageChangeTitle
source: Language change
ru_ru: Изменение языка

# LanguageLabelDescription
source: App language. Requires app restart.
ru_ru: Язык приложения. Требует перезапуска.

# MiddleMouseButtonActionDescription
source: The action that occurs when the middle mouse button is pressed.
ru_ru: Это действие происходит при нажатии средней кнопки мыши.

# MiddleMouseButtonActionLabel
source: Middle mouse button action:
ru_ru: Действие средней кнопки мыши:

# MixerListLabel
source: List of programs in the volume mixer
ru_ru: Список программ в микшере громкости

# MmbaMute
source: Mute
ru_ru: Выкл. звук

# MmbaNone
source: None
ru_ru: Нет

# MmbaOpenSettings
source: Open app settings
ru_ru: Открыть настройки программы

# MmbaPlayPause
source: Play or pause
ru_ru: Пауза

# MouseWheelVolumeChangeStepDescription
source: Volume change step when adjusting with the mouse wheel. Range: 1-10.
ru_ru: Значение громкости будет изменяться на это значение при одной прокрутке колёсиком. От 1 до 10.

# MouseWheelVolumeChangeStepLabel
source: Mouse wheel volume change step:
ru_ru: Шаг изменения громкости колёсиком:

source: OK
ru_ru: ОК

# PlaySoundAfterVolumeChangeDescription
source: Play standard system sound when you release the volume control.
ru_ru: Проигрывать стандартный системный звук, когда вы заканчиваете изменять громкость с помощью ЛКМ.

# PlaySoundAfterVolumeChangeLabel
source: Play sound when volume change completes
ru_ru: Проигрывать звук при изменении громкости

source: Restore defaults
ru_ru: Настройки по-умолчанию

# RestoreDefaultsMessage
source: You are about to restore default application settings.
ru_ru: Вы собираетесь восстановить настройки по-умолчанию.

# RestoreDefaultsTitle
source: Restore defaults
ru_ru: Настройки по-умолчанию

source: Settings
ru_ru: Настройки

# ShowPlaybackButtonsDescription
source: Display playback control buttons on the volume control window.
ru_ru: Отображать кнопки управления воспроизведением.

# ShowPlaybackButtonsLabel
source: Show playback control buttons
ru_ru: Показывать кнопки управления воспроизведением

# UnmuteWhileChangingVolumeDescription
source: If the parameter is enabled and the sound is muted, it will be unmuted when the sound level is changed.
ru_ru: Если опция включена и звук выключен, он будет включён при изменении громкости.

# UnmuteWhileChangingVolumeLabel
source: Always unmute while changing volume
ru_ru: Всегда включать звук при изменении громкости

source: Unstable
ru_ru: Нестабильно

# VolumeControlWithMouseWheelDescription
source: When you move the mouse wheel within the application window, the volume changes.
ru_ru: Когда вы прокручиваете колесо мыши в пределах окна контроля громкости, звук изменяется.

# VolumeControlWithMouseWheelLabel
source: Enable volume control with the mouse wheel
ru_ru: Изменять громкость с помощью колеса мыши

# WindowRightMarginDescription
source: Offset of the main window from the right edge. Range: 0-100.
ru_ru: Отступ главного окна от правого края экрана. От 0 до 100.

# WindowRightMarginLabel
source: Window right margin:
ru_ru: Правый отступ окна:
